<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
<title>Slides</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<link rel="stylesheet" type="text/css" href="../css/main.css">
<script src="../js/all.js" type="text/javascript"></script>
</head>

<body background="bergab.gif">
<h1>Bergab-Fahrten
  <div align="right" class="trenn">Stand: 2007-09-02</div>
</h1>

<ol>
  <li><a href="#1">Einführung</a></li>
  <li><a href="#2">Ausgangssituation</a></li>
  <li><a href="#3">Technik</a></li>
  <li><a href="#4">Durchführung</a></li>
</ol>

<div align="right" class="trenn">&nbsp;</div>

<p>&nbsp;</p>
<h2><a name="1">1. Einf&uuml;hrung</a></h2>
<p>Wenn Sie zu den Leuten geh&ouml;ren, die von einem H&uuml;gel herunterschauen und denken: <i>"Von Unten sah das aber nicht so Steil
aus."</i> Vielleicht kommt Ihnen zu diesem Zeitpunkt auch noch der Kassenzettel in Gedanke, worauf die tollen 85A-Supergrip-Rollen
f&uuml;r je 8 Euro abgerechnet waren.<br>
Wenn am Ende der kurzen Ausrollzone dann auch noch eine stark befahrene Hauptstraße im Weg ist, sind Sie auf dieser Seite 
auf jeden Fall richtig.</p>

<h3>Ziel &amp; Zweck</h3>
<p>Ziel ist es, eine sichere sowohl Materialschonende Methode zu finden, um sicher 
  einen Berg hinunter zu kommen. Gerade wenn einen am Ende eine Hauptstra&szlig;e 
  erwartet, ist dies von emenser Bedeutung. </p>
  
<h2><a name="2">2. Ausgangssituation</a></h2>
<p>Der <strong>Heelstopper</strong> ist eher hinderlich beim Skaten; zumindest 
  ist das bei meinen Fahrstil so. Au&szlig;erdem h&auml;lt er auch nach ein paar 
  steilen Abfahrten nicht besonders lang. </p>
<h3>Die Location</h3>
<p>Am Anfang sollte man sich nicht unbedingt den steilsten Berg in der n&auml;he 
  suchen. Schlecht w&auml;re nat&uuml;rlich auch eine Stra&szlig;e mit vielen 
  Schlagl&ouml;chern oder eine Allee mit vielen Laubbl&auml;ttern und &Auml;stchen. 
  Obwohl es relativ spa&szlig;ig sein kann, auf feuchten Laub zu sliden.</p>
<p>Optimal w&auml;re ein breiter, wenig befahrener Radweg mit sauberem, gutem 
  Asphalt. Umso breiter der Weg, desto mehr Ausweichm&ouml;glichkeiten bieten 
  sich an.<br>
  Sonntags im Industriegebiet finden sich sicherlich viele geeignete M&ouml;glichkeit 
  zum &uuml;ben. </p>
  
<h2><a name="3">3. Technik</a></h2>
<h3>Schlechte Wahl</h3>
<p>Der T-Stop ist eine eher ungeeignete Technik. Wenn man nicht gerade zuviel 
  Geld in der Tasche hat oder im Hausgarten ein Baum steht, an dem Rollen wachsen, 
  ist diese sehr rollenverschlei&szlig;ende obsolet.</p>
<h3>Gute Wahl</h3>
<p>Eine gute Wahl sind eisgek&uuml;hlte Techniken frisch von der Skiabfahrt. Da 
  w&auml;re beispielsweise der <strong>Schneeplug</strong> oder das <strong>Curving</strong> 
  (parallel Slalom in weiten B&ouml;gen).</p>
  
<h2><a name="4">4. Durchf&uuml;hrung</a></h2>
<h3>Schneepflug</h3>
<p>Beim Schneepflug ist es wichtig die Beine weit von sich zu spreizen. Gut w&auml;re 
  ein 45&deg; Winkel zwischen den Beinen. Hierbei versuch die Fersen nach Au&szlig;en 
  zu dr&uuml;cken und die Fu&szlig;spitzen zueinander zu f&uuml;hren. Jedoch die 
  &auml;u&szlig;ere Beinstellung beibehalten. Die Bremskraft kann weiter verst&auml;rkt 
  werden, indem man sich nach Hinten lehnt und weiter in die Knie geht. <br>
  Es ist nicht unbedingt erforderlich mit den Rollen ins sliden zu kommen. Die 
  Bremskraft kann sich dadurch verringern.</p>
<img src="images/pre_Pflug01.jpg" class="pic" title="Stabile Bremsmethode.">
<h6>Stabile Bremsmethode. </h6>
<p>Das ist eine relative sichere und stabile Methode den Berg hinunter zu kommen. 
  Bei h&ouml;heren Geschwindigkeiten ist die Bremskraft jedoch zu gering.<br>
  Also ben&ouml;tigt man eine sehr weite Auslaufzone bei dieser Methode. </p>
<h3>Curving</h3>
<p>Vom Prinzip ist es das Selbe wie das 'Wedeln' beim Skifahren ohne St&ouml;cke 
  und ohne Schnee. </p>
<p>Vorraussetzung beim Curving ist eine breite Fahrbahn, um weit ausschweifen 
  zu k&ouml;nnen. </p>
<img src="images/pre_Curving01.jpg" class="pic" title="Materialschonende Bremsmethode.">
<h6>Ganz so breit muss der Weg auch nicht sein...</h6>
<p>Je nach Geschwindigkeit und &Uuml;bung kann man sehr steile Berge sicher abfahren 
  und das bei einem Minimum an Rollenverschlei&szlig;.</p>
</body>
</html>
