<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
<title>Slides</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<link rel="stylesheet" type="text/css" href="../css/main.css">
<script src="../js/all.js" type="text/javascript"></script>
</head>

<body background="slides.gif">
<h1>Slides
<div align="right" class="trenn">Stand: 2007-03-01</div></h1>

<ol>
  <li><a href="#1">Einführung</a></li>
  <li><a href="#2">Voraussetzungen</a></li>
  <li><a href="#3">Ausgangssituation</a></li>
  <li><a href="#4">Technik</a></li>
  <li><a href="#5">Durchführung</a></li>
</ol>

<div align="right" class="trenn">&nbsp;</div>

<p>&nbsp;</p>
<h2><a name="1">1. Einf&uuml;hrung</a></h2>
<br>
<h3>Ziel &amp; Zweck</h3>
<p>Ziel ist es, eine Bremstechnik perfekt zu beherschen, mit der man im Notfall 
  schnell zum Stehen kommt. Als Beispiel w&auml;re anzuf&uuml;hren, dass in einer 
  engen Stra&szlig;e ohne Ausweichm&ouml;glichkeiten aus einer Querstra&szlig;e 
  oder einer Einfahrt ein Auto pl&ouml;tzlich auftaucht. Hier ist eine effektive 
  Bremstechnik gefragt. </p>
<p>Das Endziel ist es, den <strong>Powerslide</strong> zu erlernen. Hierzu werde 
  ich einige interessante und nicht allzuschwere Vor&uuml;bungen aufzeigen. </p>
  
<h2><a name="2">2. Vorraussetzungen</a></h2>
<h3>Die Erfahrung</h3>
<p>Eine selbstverst&auml;ndliche Grundvorraussetzung ist der <strong>fehlende 
  Heelstopper</strong>. Sie ist aber nicht von besonderer Relevanz. Damit m&ouml;chte 
  ich sagen, auch mit Stopper sollte der Slide machbar sein. Aber wozu ist der 
  Stopper noch gut, wenn man den Powerslide perfekt beherscht?</p>
<p>Ferner ist es keine schlechte Idee, den <strong>T-Stop</strong> sehr gut zu 
  beherschen. </p>
<p>F&uuml;r das ben&ouml;tigte Feeling rate ich dringend Powerslide und Co. auf 
  den <strong>Kufen</strong> und <strong>Eis</strong> zu beherschen. </p>
<h3>Das Material</h3>
<p>Da Slides wohl der Alptraum jeder <strong>Rolle</strong> sind, empfehlen sich 
  <strong>alte</strong> oder <strong>super-billig</strong> Rollen. </p>
<p>Bei Sportscheck gabs mal 78er Rollen f&uuml;r 1 Euro das St&uuml;ck. Die Aktion 
  war leider einmalig und diente dazu die 3 Jahre alten Rollen aus dem Lager rauszuhauen, 
  wie mir die Verk&auml;uferin mitteilte. Bei Ebay finden sich auch sch&ouml;ne 
  Rollen zum foltern. Erst letztens 8 St&uuml;ck (76mm, 80A, OVP) f&uuml;r 3,10 
  Euro + 4 Euro Versand gezahlt. Sogar Kugellager und Spacer waren dabei, die 
  ich wirklich nicht gebraucht h&auml;tte. *g* </p>
<p> Ich pers&ouml;nlich benutze alte minderwertige Rollen, bei denen sich nach 
  mehrmaligen Tripps durch feuchtes Wetter das Gummi von den Felgen abgel&ouml;st 
  hatte. Diese knirschen dann, als w&auml;re Sand im &quot;Getriebe&quot;. <br>
  Hier geht jedoch die Gefahr aus, dass sich das Gummi komplett von der Felge 
  trennt. Das ist mir bei den Hyper X360 passiert. Es k&ouml;nnen auch leicht 
  St&uuml;cke vom Gummi wegbrechen, wie bei den original Twister '06 Rollen von 
  mir. Dieses ist mir jedoch bisher nur auf trockenem Belag passiert. </p>
  
<h2><a name="3">3. Ausgangssituation</a></h2>
<p>F&uuml;r das richtige Gef&uuml;hl in den Knochen sollte wie schon erw&auml;hnt 
  der T-Stop und das Sliden auf dem Eis beherscht werden. </p>
<h3>Die Location</h3>
<p>Ein mehrst&ouml;ckiges Parkhaus, indem der Belag aus einem beschichteten Beton 
  besteht, ist ideal f&uuml;r die ersten Versuche. Wenn dann noch regenreiche 
  Tage hinzu kommen, in denen es nicht m&ouml;glich ist, seine h&uuml;bschen Fig&uuml;rchen 
  und Beinverrenkungen zu trainieren, sind die Trainingsvorraussetzungen perfekt. 
  Es sollte jedoch nicht zu freucht sein. F&uuml;r die ersten Versuche ist es 
  ideal, wenn man noch gerade so anst&auml;ndig beschleunigen kann. </p>
<p>Schnell sollte man jedoch sich auf mittelfeuchtem bis kaum feuchtem Belag probieren. 
  Das ist mei&szlig;tens w&auml;hrend Regenpausen im Parkhaus der Fall. Durch 
  die Beschichtung auf dem Beton ist die Feuchtigkeit bestehen geblieben, jedoch 
  nicht allzu extrem. </p>
<p>Auch feuchter Asphalt sollte ausprobiert werden.</p>
<h3>EIN MUSS</h3>
<p>Wichtig ist es, die Slides auch auf trockenem Belag auszuprobieren. Diese Erfahrung 
  ist meiner Meinung sehr wichtig. <strong>Auch wenn das den Rollen erst richtig 
  weh tut. </strong><br>
  Schnell werden kleinere, einseitige Absch&uuml;rfungen an den Rollen erkennbar. 
  Hier kann es w&auml;hrend dem Fahren zu holprigen Erlebnisen f&uuml;rhen. Deshalb 
  sollte das Haupttraining wohl auf feuchtem Untergrund stattfinden.</p>

<h2><a name="4">4. Technik</a></h2>
<p>Am leichtesten ist der Slide, wenn der zu slidende Fu&szlig; exakt um 90&deg; 
  gedreht wird. Dabei gilt: Je kleiner der Winkel zum Boden, desto leichter kommt 
  man ins sliden. <br>
  Ist man erstmal ins sliden gekommen, kann der Winkel gr&ouml;&szlig;er werden, 
  wodurch sich die Bremswirkung verbessert. Ab einer mir noch nicht bekannten 
  Stelle ist ein Stolpern unvermeidlich.</p>
<img src="images/pre_PS02.jpg" class="pic">
<h6>Platzhalter f&uuml;r nette Grafik.</h6>

<p>Gerade anfangs ist es schwer, eine schnelle Drehbewegung durchzuf&uuml;hren. 
  Das hei&szlig;t m&ouml;glich schnell den Fu&szlig; um 90&deg; drehen.</p>
<p>Kleine Leute haben meiner Meinung nach Schwerpunktechnisch einen gro&szlig;en 
  Vorteil was Slides betrifft. Diese Behauptung kann ich jedoch von meiner Seite 
  nicht nachweisen. Mit meinen 1,90 komme ich leider auch nicht in einen m&ouml;glichen 
  Genuss dieses Privilegs. </p>
  
<h2><a name="5">5. Durchf&uuml;hrung</a></h2>
<p>Ich m&ouml;chte hier erstmal durch &Uuml;bungen gehen, die mir etwas einfacheren 
  erscheinen. Bei mir das <strong>Standbein (SB) rechts </strong>und der <strong>slidende 
  Fu&szlig; (SF) links</strong>. </p>
<h3>T-Stop r&uuml;ckw&auml;rts</h3>
<p>Der einfachste Slide (neben dem T-Stop nat&uuml;rlich) ist wohl der T-Stop 
  r&uuml;ckw&auml;rts. </p>
<p>N&uuml;tzlich ist es hier, wenn man auf einem Bein r&uuml;ckw&auml;rts fahren 
  kann. <br>
  Das SB beh&auml;lt die Fahrtrichtung bei und der SF wird vom Boden gehoben. 
  Dabei wird er um exakt 90&deg; mit der Fu&szlig;spitze nach au&szlig;en gedreht. 
  Mit dem SB weit ins Knie gehen und den SF weit von sich strecken. Jetzt versuchen 
  in einem relativ flachen Winkel das Bein aufzusetzen. </p>
<img src="images/pre_PS03.jpg" class="pic">
<h6>Platzhalter f&uuml;r sch&ouml;nes Bildchen.</h6>

<p>Wichtig ist hierbei beim r&uuml;ckw&auml;rts Fahren eine flotte Geschwindigkeit 
  beizubehalten, da es beim Versuch langsam in den Slide zu kommen der Skate sofort 
  stehen w&uuml;rde. Das kostet nat&uuml;rlich einiges an &Uuml;berwindungskraft.</p>
<p>Diese &Uuml;bung ist auch gleichzeitig die Ausgangsstellung des Powerslides 
  &aacute; la <a href="http://funky.man.free.fr/English/Slides/Slidesindex.htm" target="_blank">Universkate</a>. 
</p>
<h3>Soul Slide </h3>
<p>Der Soul Slide ist ebenfalls zum T-Stop &auml;quivalent. Der Unterschied ist, 
  dass der SF nicht hinter dem SB, sonder davor steht. Die Fu&szlig;spitze zeigt 
  dabei nach innen. Hier muss der SF nicht unbedingt um die ganzen 90&deg; gedreht 
  werden. Dies ist auch schwierig und ist eine Frage der Beweglichkeit. </p>
<p>Wichtig ist hier den SF schnell zu drehen und ihn weit weg strecken, um einen 
  kleinen Auftrittswinkel zum Boden zu erhalten.</p>
<h3>Powerslide</h3>
<p>Eine gute Vor&uuml;bung ist hierf&uuml;r auch die <a href="http://www.skateclub.de/staticpages/index.php?page=bremstechnik-laternenpfahlbremse-spin-stop" target="_blank">Laternenpfahlbremse</a>. 
</p>
<p>Dieser Powerslide ist eine Art kombination aus beiden vorhergehenden &Uuml;bungen. 
  Der SF wird wie gewohnt um 90&deg; gedreht. Diese sollten aber exakt eingehalten 
  werden. Das SB dreht sich gleich um 180&deg; und wird nachgezogen. </p>
<img src="images/pre_PS01.jpg" class="pic">
<h6>Vielleicht noch ein h&uuml;bsches Bildchen gef&auml;llig?</h6>
  
<p>Der gro&szlig;e Vorteil ist die hohe Stabilit&auml;t, da nur ein Fu&szlig; 
  slidet und man sich auf den anderen Fu&szlig; &quot;st&uuml;tzen&quot; kann.</p>
<p><font color="#C00000"><strong>Zur Notbremse sollte diese Technik ausreichen. 
  </strong></font></p>
<p>Ich w&uuml;nsche fr&ouml;hliches schaffen. </p>
<h3>Parallel Powerslide</h3>
<p>Der Klassiker, so wie ihn wohl die mei&szlig;ten kennen. <strong>Durchf&uuml;hrung? 
  <font color="#C00000">Keine Ahnung.</font></strong> Ich belasse ihn im Moment 
  lieber f&uuml;r die Eisfl&auml;che.</p>
<p>Er bietet eine noch bessere Bremswirkung. </p>
</body>
</html>
