<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
<title>Grundlagen</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<link rel="stylesheet" type="text/css" href="../css/main.css">
<script src="../js/all.js" type="text/javascript"></script>
</head>

<body>
<h1>Erste Schritte im Slalom fahren
  <div align="right" class="trenn">Stand: 2011-02-18</div>
</h1>

<ol>
  <li><a href="#1">Einf&uuml;hrung</a></li>
  <li><a href="#2">Monoline &amp; CrissCross</a></li>
  <li><a href="#3">Crazy &amp; Grapevine</a></li>
  <li><a href="#4">Nelsonfamilie &amp; Kompassdrehungen</a></li>
  <li><a href="#5">Freestyle Slalom</a></li>
</ol>

<div align="right" class="trenn">&nbsp;</div>

<p>&nbsp;</p>
<h2><a name="1">1. </a><a href="#1">Einf&uuml;hrung</a></h2>
<p>
  Tricks auf Inline Skates zu lernen ist nicht nur eine Spielerei, sondern sie 
  verbessern insgesamt die Fertigkeiten auf Inline Skates.
</p>
<h3>Ben&ouml;tigte F&auml;higkeiten</h3>
<p>
  Eine <abbr title="Wirklich, wirklich, wirklich, ich meine wirklich wichtige...">wichtige</abbr>
  Vorraussetzungen um das Slalomtraining zu beginnen, ist nicht nur das &Uuml;bersetzen und das 
  r&uuml;ckw&auml;rts Fahren, sondern insbesondere das <b>sichere</b> Bremsen. Dann kann man 
  sogleich mit den ersten Tricks loslegen.
</p>
<h3>H&uuml;tchen</h3>
<p>
  Neben den Inline Skates sind H&uuml;tchen das wichtigste Utensil zum Slalom fahren. Zehn bis zwanzig St&uuml;ck
  sind f&uuml;r den Anfang ausreichend. Trinkbecher von Ikea, andere Becher oder slalomtaugliche Hindernisse sind
  ausreichend f&uuml;r den Anfang. Wenn es etwas professioneller sein darf, sind spezielle 
  <abbr title="Zu Deutsch: H&uuml;tchen">Cones</abbr> von Seba keine schlechte Wahl.
</p>
  <table border="0">
    <tr>
      <td width="400">
        <img src="images/pre_ikeabecher.jpg" class="pic" style="width:240px" title="Trinkbecher von Ikea"> 
        <h6>Ikeabecher</h6>
      </td>
      <td>
        <img src="images/pre_sebacones.jpg" class="pic" style="width:172px" title="H&uuml;tchen von Seba"> 
        <h6>Sebacones</h6>
      </td>
    </tr>
  </table>
<p>
  Jetzt fehlt noch ein freier, m&ouml;glicht ebener Platz. F&uuml;r den Anfang sind zehn H&uuml;tchen im Abstand von 
  je 80&nbsp;cm ausreichend. Nat&uuml;rlich sind gr&ouml;&szlig;ere Abst&auml;nde auch machbar, trotzdem hat sich 
  <abbr title="Die 80 cm">das Ma&szlig;</abbr> etabliert. Mit dem richtigen <a href="../material/rsetup.htm" target="_self">
  Rollen-Setup</a> f&auml;llt das Training deutlich leichter. <br>
  Ferner sind noch die Ma&szlig;e 50&nbsp;cm und 120&nbsp;cm &uuml;blich. Letztere Bahn ist besonders f&uuml;r Bodentricks,
  also Tricks die in der Hocke gefahren werden, beliebt.
</p>

<!--------======== 2. Monoline & CrissCross ========-------->
<h2><a name="2">2. </a><a href="#2">Monoline &amp; CrissCross</a></h2>
<h3>Monoline</h3>
<p>
  Bei diesem Trick werden die F&uuml;&szlig;e hintereinander gestellt. Die Herausvorderung ist es, aus dieser Fu&szlig;stellung 
  Schwung zu nehmen. Indem man - wie bei vielen anderen Tricks auch - aus der H&uuml;fte heraus Schwung nimmt, kann
  man sich durch die Becher k&auml;mpfen.<br>
</p>

<iframe title="YouTube video player" width="480" height="390" src="http://www.youtube.com/embed/ayeK1TOuetQ" frameborder="0"></iframe>
<h6>Monoline vorw&auml;rts</h6>

<h3>CrissCross</h3>
<p>
  Anforderungen f&uuml;r diesen Trick ist es wie beim Monoline beide F&uuml;&szlig;e hintereinander stellen zu k&ouml;nnen 
  sowie den sogenannten <abbr title="Hat nichts mit Eiern und laufen zu tun.">'Eierlauf'</abbr> zu beherschen. Im Prinzip 
  m&uuml;ssen beide Techniken miteinander kombiniert werden. Anfangs ist es schwierig, beide F&uuml;&szlig;e zu 
  &uuml;berkreuzen. Mit der notwendigen Übung werden die Bewegungen immer besser. 
</p>
  <iframe title="YouTube video player" width="480" height="390" src="http://www.youtube.com/embed/-whZJJZ97nY" frameborder="0"></iframe>
  <h6>CrissCross vorw&auml;rts (von Roland)</h6>
  <iframe title="YouTube video player" width="480" height="390" src="http://www.youtube.com/embed/K-nmE5Fkw8Q" frameborder="0"></iframe>  
  <h6>CrissCross r&uuml;ckw&auml;rts (von Roland)</h6>
<p>
  Ein Anhaltspunkt: Schwerpunkt niedrig halten, also weiter in die Knie gehen. Das erfordert nat&uuml;rlich mehr Kraft,
  aber mit der Zeit bauen sich die Notwendigen Muskeln schon auf. 
</p>
<h3>One-Foot</h3>
<p>
  Wie der Name schon erahnen l&auml;sst, mit einem Fu&szlig; alle Becher <abbr title="Daran vorbei; Schon klar, oder?">
  umfahren</abbr>.
</p>
  <iframe title="YouTube video player" width="480" height="390" src="http://www.youtube.com/embed/xqDimg2DRMY" frameborder="0"></iframe>
  <h6>One-Foot</h6>
<p>
  Ein Tipp: Beim One-Foot vorw&auml;rts das Gewicht eher auf die Ferse lehnen, bei der R&uuml;ckw&auml;rtsvariante dann eher Gewicht
  auf die Zehenspitze lehnen. Dabei &auml;hnlich wie beim CrissCross mit dem anderen Fu&szlig; eine Gegenbewegung erzeugen, mittels
  dieser man auch mehr Schwung nehmen kann.  
</p>
  <iframe title="YouTube video player" width="480" height="390" src="http://www.youtube.com/embed/kPufOyxYvlw" frameborder="0"></iframe>
  <h6>One-Foot Backward (von Roland)</h6>

<!--------======== 3. Crazy & Grapevine ========-------->
<h2><a name="3">3. </a><a href="#3">Crazy &amp; Grapevine</a></h2>
<h3>Crazy</h3>
<p>
  Ein &auml;u&szlig;erst wichtiger Trick, auf dem viele weiteren Freestyle Slalom Tricks aufbauen. 
  Vorraussetzung um den Trick zu meistern ist das beherschen des CrissCross' in beiden
  Varianten vorw&auml;rts und r&uuml;ckw&auml;rts. 
</p>
  <iframe title="YouTube video player" width="480" height="390" src="http://www.youtube.com/embed/PemdqQnCvMo" frameborder="0"></iframe>
  <h6>Crazy (von Roland)</h6>
<p>
  Weiteres <a href="http://replay.waybackmachine.org/20060613215959/http://www.skatefreestyle.com/crazytutorial.html" Target="_blank" class="ext">
  gutes Crazy Tutorial</a> auf englisch.  
</p>  
  
<h3>BackCut / Stroll / <abbr title="Total bescheuerter Name, ich weigere mich ihn anzunehmen!">Double-Crazy</abbr></h3>
<p>
  Meines Erachtens ist der BackCut (oft unter vielen anderen Namen bekannt) ein weiterer, wichtig zu erlernender Trick.
  Er l&auml;sst sich gut mit anderen Tricks kombinieren, wie beispielsweise dem Crazy. Daraus ergibt sich dann ein Trick
  namens <a href="">Crazy Sun</a>.
</p>
<iframe title="YouTube video player" width="480" height="390" src="http://www.youtube.com/embed/oguiVQ_948s" frameborder="0"></iframe>
<h6>BackCut vorw&auml;rts (von Roland)</h6><br>
<p>
  Viele Anf&auml;nger probieren den Trick, indem sie <abbr title="So hatte ich auch mal angefangen.">ein Bein hinter das 
  Andere</abbr> setzen. Das ist aber der falsche Ansatz den Trick zu lernen. Der Kniff besteht daran, erst einen einfachen
  Cross um ein H&uuml;tchen zu fahren. Wenn Sie mit dem rechten Bein anfangen, fahren Sie den ersten Cross nach rechts 
  Au&szlig;en. Danach <abbr title="Beispielsweise auf die Vorderrolle.">st&uuml;tzen</abbr> Sie sich mit dem vorderen 
  Bein ab, w&auml;hrend Sie es zur Bahn hin drehen und gleichzeitig das hintere Bein nach vorne ziehen und einen Cross 
  in die Gegenrichtung fahren. Den Bewegungsablauf f&uuml;r die Gegenseite dann wiederholen.<br>
  Die fortgeschrittenere Variante ist, das st&uuml;tzende Bein vollst&auml;ndig vom Boden abzuheben. Das wird notwendig, 
  wenn man den Trick mit der sp&auml;teren Übung anf&auml;ngt zu schnell zu fahren.
</p>
<iframe title="YouTube video player" width="480" height="390" src="http://www.youtube.com/embed/13_8G1Gg1JM" frameborder="0"></iframe>
<h6>BackCut r&uuml;ckw&auml;rts (von Roland)</h6><br>
<p>
  Die R&uuml;ckw&auml;rtsvariante ist &auml;hnlich. Die Schwierigkeit besteht darin, dass man im Gegensatz zum 
  <abbr title="CrissCross r&uuml;ckw&auml;rts">BackCross</abbr> die H&uuml;tchen nicht richtig oder kaum sehen kann. 
  Durch die Wechselbewegung l&auml;sst sich nicht so leicht &uuml;ber nur eine Schulter schauen. Ansonsten ist der 
  Bewegungsablauf etwas nat&uuml;rlicher und daher auch einfacher.
</p>

<h3>Grapevine</h3>
<p>
  Ein optionaler Trick, der sich mit den bisher gewonnenen Erfahrungen einfach meistern l&auml;sst.
</p>
  <iframe title="YouTube video player" width="480" height="390" src="http://www.youtube.com/embed/qLOcYSr4E-k" frameborder="0"></iframe>
  <h6>Grapevine (von Roland)</h6>

<!--------======== 4. Nelsonfamilie & Kompassdrehungen ========-------->
<h2><a name="4">4. </a><a href="#4">Nelsonfamilie &amp; Kompassdrehungen</a></h2>
<h3>Nelsons</h3>
<p>
  Zwar sehen die einfachen Nelsons nicht besonders spektakul&auml;r aus, jedoch lassen sich sp&auml;ter damit Überg&auml;nge 
  zwichen den Tricks meistern. Ferner lernt man beide Beine unabh&auml;ngig voneinander zu bewegen.
</p>
<iframe title="YouTube video player" width="480" height="390" src="http://www.youtube.com/embed/XxEigAjJFIE" frameborder="0"></iframe>
<h6>Alle Nelsonvarianten (von Skali)</h6>

<h3>Mega &amp; Sun</h3>
<p>
  Der Mega ist eine Kombination den Nelsen vorw&auml;rts und r&uuml;ckw&auml;rts. Beim Sun wird ebenfalls der Nelson vorw&auml;rts
  mit dem Nelson r&uuml;ckw&auml;rts kombiniert, jedoch wird ein Nelson <abbr title="Mit der Nicht-Schokoladen-Seite.">
  spiegelverkehrt</abbr> gefahren.
</p>
<iframe title="YouTube video player" width="480" height="390" src="http://www.youtube.com/embed/b8XijNPxFeM" frameborder="0"></iframe>
<h6>Mega &amp; Sun (von Skali)</h6>

<h3>Einfache Kompassdrehungen</h3>
<p>
  Drehungen bringen Abwechslung beim Slalomfahren und k&ouml;nnen dazu verwendet werden, in einer Bahn umzukehren.
  Die einfachste Drehung ist der geschlossene Kompass, die n&auml;chstschwierigere der ge&ouml;ffnete Kompass. Bei der 
  dritten Variante wird schon einiges an Erfahrung vorrausgesetzt und sollte zu diesem Zeitpunkt noch keine
  Bedeutung haben.
</p>
<iframe title="YouTube video player" width="480" height="390" src="http://www.youtube.com/embed/pG5SHX-kyD0" frameborder="0"></iframe>
<h6>Alle Kompassdrehungen (von Skali)</h6>

<!--------======== 5. Freestyle Slalom ========-------->
<h2><a name="5">5. </a><a href="#5">Freestyle Slalom</a></h2>
<p>
  Nachdem Sie die Grundlagen einigerma&szlig;en beherschen, k&ouml;nnen Sie sie nach belieben ineinander kombinieren und 
  variieren. Es gibt noch viele weitere Standardtricks, die f&uuml;r mehr Abwechlsung beim Fahren sorgen. Diese k&ouml;nnen
  Sie sich von Freestyle Slalom Videos abschauen oder Sie tauschen sich mit anderen Fahrern dar&uuml;ber aus, beispielsweise
  bei Treffen auf Wettk&auml;mpfen (unabh&auml;ngig von der Teilnahme).
</p>
</body>
</html>
