<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
<title>Meine Skates</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<link rel="stylesheet" type="text/css" href="../css/main.css">
<script src="../js/all.js" type="text/javascript"></script>
</head>

<body background="slides.gif">
<h1>Meine Skates
  <div align="right" class="trenn">Stand: 2011-01-28</div>
</h1>

<ol>
  <li><a href="#1">Tecnica Mercury Gr&ouml;&szlig;e 47 (31,5 cm)</a></li>
  <li><a href="#2">Tecno Pro Lightning Gr&ouml;&szlig;e 46</a></li>
  <li><a href="#3">Rollerblade Twister II Pro Gr&ouml;&szlig;e 45 (29,5 cm)</a></li>
  <li><a href="#4">Graf 103 Super T-Blade Gr&ouml;&szlig;e 45 (UK 11)</a></li>
  <li><a href="#5">Rollerblade Twister II Pro (die Zweite)</a></li>
  <li><a href="#6">SEBA FR2 Gr&ouml;&szlig;e 44 (28,5 cm)</a></li>
  <li><a href="#7">SEBA High 2008 Gr&ouml;&szlig;e 44 (28,5 cm)</a></li>
  <li><a href="#8">Powersdlide Hardcore EVO 2009 (28,5 cm)</a></li>
  <li><a href="#9">SEBA FR1 Gr&ouml;&szlig;e 43 (? cm)</a></li>
</ol>

<div align="right" class="trenn">&nbsp;</div>

<p>&nbsp;</p>
<h2><a name="1">1. </a><a href="#1">Tecnica Mercury Gr&ouml;&szlig;e 47 (31,5 
  cm)</a></h2>
<p>Zu den Skates bin ich im Herbst 2004 gekommen, als ich mir vornahm, Schlittschuh 
  laufen zu lernen. Leider gab es nur Schlittschuhe bis Gr&ouml;&szlig;e 46 im 
  Verleih, weshalb ich auf die Idee kam, mir Skates statt Schlittschuhe zu besorgen. 
  <br>
  Der Kauf ging relativ schnell. Der H&auml;ndler hatte einen Ausverkauf, weil 
  er ab n&auml;chstem Jahr nur noch Ski und Fussballzubeh&ouml;r verkaufen wollte. 
  Deshalb bekam ich die Skates um 50% reduziert. Beim Anprobieren hat der Schuh 
  nirgends gedr&uuml;ckt, was bei 3&nbsp;cm &Uuml;berl&auml;nge kein Wunder ist.</p>
  <img src="images/pre_Mercury.jpg" class="pic">
<h6>Diesen Skate bin ich &uuml;ber ein Jahr gefahren. </h6>
<h3>Die ersten Rollversuche</h3>
<p>Ich bat einen guten Kumpel mir das Skaten beizubringen. Sein Hype zu den Skates 
  lag zu diesem Zeitpunkt schon 10&nbsp;Jahre zur&uuml;ck. Er zeigte mir mit seinen 
  K2&nbsp;Fattys die absoluten Basics, wie man vom Fleck kommt und richtig bremst. 
  Seit diesem Zeitpunkt kannte ich auch schon das '8er fahren', besser bekannt 
  als CrissCross. </p>
<p>Anfangs hat es mich nur selten auf die Skates und den Parkplatz gezogen. Vielleicht 
  alle paar Wochen einmal. Irgendwann wurde es regelm&auml;&szlig;iger, ungef&auml;hr 
  einmal die Woche. Im Sp&auml;tsommer 2005 stand ich fast t&auml;glich auf den 
  Tecnica. Eine <abbr title="Ohne Schmerzen.">Leidenschaft</abbr> war geboren. 
  Irendwann traute ich mich dann auch an den T-Stop ran, f&uuml;r mich wohl die 
  schwerte &Uuml;bung aller Zeiten und auch sehr lange zum Erlernen gedauert hat. 
  Noch nie hatte ich den Sommer in meinem Leben vermisst, als dieser vorbei war. 
</p>
<h3>Als Ersatzskate f&uuml;r den Twister II Pro</h3>
<p>Als ich meinen Twister im Sp&auml;tsommer 2006 in die Reparatur schickte. wollte 
  ich den Mercury als Ersatzskate verwenden. Da der Skate aber so gro&szlig; war, 
  konnte ich noch nicht mal richtig &uuml;bersetzten.</p>

<h2><a name="2">2. </a><a href="#2">Tecno Pro Lightning Gr&ouml;&szlig;e 46</a></h2>
<p>Der <abbr title="Dächer stürzten ein, auch das von Eisstadien.">Rekordwinter 
  2005/2006</abbr> war wohl einer der H&auml;rtesten seit langer Zeit. Es wurde 
  schon bald kalt und an Skaten war nicht mehr zu denken. Da ich eigentlich vor 
  hatte das Schlittschuh laufen zu lernen und mir das Skaten nun so sehr anfing 
  Spa&szlig; zu machen, war ich bereit daf&uuml;r Geld zu investieren. Die Schnallen 
  waren das Beste am Schuh, den damit war ich relativ schnell drinnen, drau&szlig;en 
  und vorallem fast immer der Erste auf der jungfr&auml;ulichen Eisfl&auml;che. 
  Sogar manchmal einige Minuten vor Beginn der &ouml;ffentlichen Laufzeit.</p>
<h3>Neue &Uuml;bungen stabilisieren die Fahrweise</h3>
<p>Schon das zweite mal auf dem Eis fing ich an das &Uuml;bersetzten zu &uuml;ben. 
  Nette Leute gaben mir sogar Tipps zur Durchf&uuml;hrung. Bald kamen auch fortgeschrittene 
  Bremstechniken wie der Hockey-Stop dazu. Um Weihnachten ging es sogar R&uuml;ckw&auml;rts. 
  Anfangs wie wohl bei jedem noch mit 0,1&nbsp;km/h, aber bald auch schneller. 
  Ab Februar konnte ich zum Ersten mal den BackCross fahren. </p>
<p>Am Ende meiner ersten Schlittschuhsaison war ich soweit, dass die Leute sogar 
  mich nach Tipps f&uuml;r gewisse Tricks gefragt haben. </p>
<h3>Die Schattenseiten</h3>
<p>Der Schuh war nicht das Optimum. Nach einigen Wochen fing er am K&ouml;chel 
  an zu dr&uuml;cken. Sogar richtig Rot wurden sie aufgeschauert. Aber die Motivation 
  war so riesig hoch, dass mir das zu diesem Moment egal war. </p>
<p>Insgesamt lie&szlig; ich die Kufen einmal schleifen, obwohl ich jedes Wochenende 
  im Eisstadion anzutreffen war. Im Prinzip bin ich mei&szlig;tens ohne Schliff 
  gefahren. Wusste auch nicht, wann die Kufen zu schleifen sind. </p>
<h3>Ein Jahr sp&auml;ter</h3>
<p>Die Kufen hatten &uuml;berhaupt keinen Schliff mehr. Ich war an den Twister 
  so sehr gew&ouml;hnt, dass mir der Umstieg auf's Eis sehr schwer viel. Au&szlig;erdem 
  waren mir die Schuhe wieder mal gigantisch gro&szlig;. Mir war es ein R&auml;tzel, 
  wie ich das Vorjahr &uuml;berhaupt fahren konnte. Nach 15 Minuten fahren stand 
  fest, es m&uuml;ssen Neue sein. Die Leute vom Schlittschuhverleih waren sogar 
  so nett mir kostenlos welche auf Probe bereitzustellen, die Fitnessskates &auml;hnelten.</p>
<p>Am Rande bekam ich in der letzten Saison was von 'T-Blade' mit. Der Sound faszinierte 
  mich total. Nach einigen Recherchen meinte ich, dass muss es sein. Es wurden 
  die <a href="#4">Graf 103 Super T-Blade</a>. </p>
  
<h2><a name="3">3. </a><a href="#3">Rollerblade Twister II Pro Gr&ouml;&szlig;e 
  45 (29,5 cm)</a></h2>
<p>Nach der ersten Saison auf dem Eis war die Zeit reif f&uuml;r neue Skates. 
  Es sollten Skates sein, mit denen man mehr als nur Vorw&auml;rts, rechts und 
  links fahren kann. Zugleich wurde mir von einem H&auml;ndler der Rollerblade 
  Twister empfohlen.</p>
<h3>Die Lieferzeit</h3>
<p>Mitte M&auml;rz 2006 und nahe dem Ende der Schlittschuhsaison hatte ich mir 
  den Twister beim einem Hockeyshop bestellt. Als nach einigen Wochen nichts kam, 
  habe ich mir den <b>schwarzen Twister</b> in Gr&ouml;&szlig;e 45 von 
  einem Onlineshop bestellt. Es war zu diesem Zeitpunkt nur der schwarze Twister 
  verf&uuml;gbar. Aber auch hier war die Wartezeit unertr&auml;glich lange. Es 
  war schon April und ich musste einfach wieder Skaten gehen, obwohl ich das Jahr 
  nicht mit dem Tecnica Mercury anfangen wollte. </p>
<p>Mitte Mai schrieb ich bereits die dritte E-Mail an den Onlineshop, da ich wissen 
  wollte, wo meine Skates stecken. Da ich nicht mehr warten wollte, erbat ich 
  um einen Angebot eines &auml;hnlichen Skates. Der H&auml;ndler bot mir entweder 
  den <b>schwarzen Twister</b> in Gr&ouml;&szlig;e 44,5 oder den <b>roten 
  Twister</b> in 45 an. Ich traf die falsche Entscheidung, wie sich viel 
  sp&auml;ter herausstellte. </p>
<img src="images/Twister.jpg" alt="Rollerblade Twister II Pro" style="border:1px solid gray">
<h6>Der rote Rollerblade Twister II Pro <abbr title="An diesem Skate ist h&ouml;chstens die Qualit&auml;t limitierd.">Limited Edition</abbr> '06 (Quelle: skateclub.de)</h6>
<p>Am 26. Mai 2006 wurden nach lang ersehnter Wartezeit die roten Twister endlich 
  geliefert. Nat&uuml;rlich musste es an diesem Tag ununterbrochen Regnen, worauf 
  ich meine erste Jungfernfahrt auf den n&auml;chsten Tag verschieben musste. 
</p>
<h3>Der erste Eindruck</h3>
<p>Die Twister passten wie angegossen. Hatte im Twister einen deutlich besseren 
  Halt, jedoch fuhr ich wie auf Schienen; absolut unbeweglich. Es war unm&ouml;glich, 
  eine Kurve eng zu schneiden. Schon bei der n&auml;chsten Testfahrt schraubte 
  ich die alten Rollen der Tecnica Mercury an die Skates. Nun war das Fahrverhalten 
  wie gewohnt. Ich musste mich nur an die etwas k&uuml;rzere Schiene und den fehlenden 
  Stopper gewohnen. </p>
<p>Schon sehr bald stie&szlig; ich in Foren auf das sog. 'Banana-Setup'. Mein 
  erstes Setup war ziemlich extrem, da ich die Gr&ouml;&szlig;e der alten Rollen 
  falsch eingesch&auml;tzt hatte. Ich dachte anfangs, ich w&uuml;rde max. auf 
  dem Setup 72/76/76/72 fahren. Dabei hatten die alten Rollen nur noch durchschnittlich 
  68mm. </p>
<h3>Die ersten Probleme</h3>
<p>Ungef&auml;hr nach ein bis zwei Monaten traten die ersten Probleme auf. Die 
  Schuhe weiteten sich stark. Zu diesem Zeitpunkt bereute ich zu tiefst, mich 
  nicht f&uuml;r das andere Modell mit Gr&ouml;&szlig;e 44,5 entschlossen zu haben. 
  Weiterhin hatte ich die ersten Probleme mit ausgebrochenen Z&auml;hnchen am 
  oberen Ratschenband des rechten Schafts. Es folgten danach Tausch- und Klebeversuche 
  mit Sekundenkleber, Blitzkleber, Kraftkleber und schwarzem Texturklebeband (dieses 
  hielt sehr gut).</p>
<h3>Weitere Probleme</h3>
<p>Die Zeit verging und meine Skills nahmen unaufh&ouml;rlich zu. Der Boot weichte 
  auf und im Gegensatz dazu verbesserte sich mein Fahrstil immer mehr. Nach ca. 
  einem Jahr war der ganze Skate schon ziemlich fertig. Im Fr&uuml;hjahr 2007 
  erhielt ich bei Karstadt Sport endlich weitere Ersatzratschenb&auml;nder inkl. 
  Spanner, die ich am rechten Skate tauschen lie&szlig;. Mittlerweile war die 
  R&uuml;ckhaltefeder am alten Spanner gerissen. Nach dem Tausch viel mir die 
  kr&auml;ftigere Feder des Spanners auf sowie das deutlich steifere Plastikratschenband. 
  Kurz nachdem nun am rechten Skate alles in Ordnung schien, bekam ich die selben 
  Probleme am linken Skate, bei dem das Ratschenband ein Jahr ohne Probleme hielt. 
  Zu dieser Zeit riss die Feder am linken Spanner ebenfalls komplett. </p>
<p><u>Ich kam zur folgenden Schlussfolgerung:</u><br>
  Die Feder leiert mit der Zeit aus und erzeugt nicht mehr den n&ouml;tigen Gegendruck. 
  Dadurch neigt man den Spanner nach vorne zu &uuml;berziehen, was zur Folge tr&auml;gt, 
  dass die Kerbung am Spanner zu sehr in die Z&auml;hne des Ratschenband dr&uuml;ckt 
  und diese abrei&szlig;t. </p>
<h3>Ein einziges Verschlei&szlig;teil</h3>
<p>Mittlerweile weichten der ganze Skate bis zu einem unertr&auml;glichen Ma&szlig; 
  auf. Ich bin nicht mehr im Schuh gefahren, sondern geschwommen. Die gesammelten 
  Probleme im Einzelnen:</p>
<ul class="dot">
  <li>Besch&auml;digte Ratschenb&auml;nder (in der Zwischenzeit behoben)</li>
  <li>Zweie Bruchstellen am linken Boot</li>
  <li>Komplett aufgeweichter Skate (insbesondere die Plastikschnallen)</li>
  <li>Weitung des Innenschuhs um mindestens das Doppelte</li>
  <li>Verbogenes Frame (mit Rohrzange wieder eingebogen)</li>
  <li>Einige Achsgewinde im Frame bereits leicht ausgefräst</li>
  <li>Gewinde einiger Achsen leicht ausgefräst, was zur Folge hatte, dass einige Achsen sich ein paar dutzend Male (auch während der Fahrt!) herausgedreht hatten)</li>
</ul>
<p>Nach den unz&auml;hligen Problemen, die am Twister entstanden sind, entschloss 
  ich mich Anfang August 2007 den Twister zu &uuml;ber Karstadt Sport zu reklamieren. 
  <a href="#6">Mit Erfolg, wie sich zeigte.</a> </p>

<h2><a name="4">4. </a><a href="#4">Graf 103 Super T-Blade Gr&ouml;&szlig;e 45 
  (UK 11)</a></h2>
<p>Anfangs wollte ich mir die <b>CCM ZG100</b> von einem Hockeyh&auml;ndler besorgen. 
  Nach einer Woche teilte er mir mit, dass sie nicht gekommen seinen, da sie in 
  meiner Gr&ouml;&szlig;e nicht lieferbar seien. Also suchte ich gleich nach einigen 
  Online-Shops, da in Bayreuth kein anderes Sportgesch&auml;ft &uuml;berhaupt 
  was von 'T-Blade' geh&ouml;rt hat.<br>
  Bei Sport Hoppe bin ich auf den <abbr title="Toller Schlittschuh!">Graf 103 Super T-Blade</abbr> gesto&szlig;en, der mich 
  sofort ansprach. </p>
<img src="images/Graf.gif" alt="Graf 103 Super T-Blade" style="border:1px solid gray">
<h6>Graf 103 Super T-Blade (Quelle: <a href="http://sporthoppe.de" target="_blank" class="ext">sporthoppe.de</a>)</h6>

<h3>Ausprobieren!</h3>
<p>Ich konnte es nicht erwarten, den Hockeyschuh auszuprobieren. Er kam an einem 
  Mittwoch an und ich steckte noch in einer <abbr title="Wer braucht schon Viren...">Erk&auml;ltung</abbr> drinnen. Skaten war 
  f&uuml;r mich nur am Wochenende m&ouml;glich, da ich zu diesem Zeitpunkt jeden 
  Tag um 5&nbsp;Uhr aufstehen musste, um von Bayreuth nach N&uuml;rnberg zu meiner 
  Arbeit zu pendeln; Ergo fr&uuml;he zu-Bett-geh-Zeiten. </p>
<p>Am Donnerstag konnte ich es nicht aushalten; Ich musste einfach mal Probe fahren, 
  trotz fr&uuml;hem Aufstehen und Erk&auml;ltung. Das Fahrverhalten war sehr gew&ouml;hnungbed&uuml;rftig. 
  Aber ich kam sehr gut mit dieser Kufe zurecht. Eigentlich bin ich <b>kein Fan 
  von Hockeyschuhen und die Schn&uuml;rung</b> hasse ich auch heute noch. Das 
  nervigste was es &uuml;berhaupt geben kann. F&uuml;r guten Halt muss ich mindestens 
  drei mal Schn&uuml;ren. <br>
  Ein paar Tipps zur Schn&uuml;rung habe ich auf dieser Website unter der Rubrik 
  'Material' zusammengestellt. </p>
<h3>Gewohnheitssache</h3>
<p>Die Umstellung auf die Hockeyschuhe war sehr gew&ouml;hnungsbed&uuml;rftig 
  und ich wollte auch keinen Fall meine Fortschritte auf den Skates verlieren. 
  Der Winter war 2006/2007 besonders mild. Dadurch konnte ich fast den ganzen 
  Winter auch auf Rollen Skaten. Vorallem habe ich versucht, so oft wie m&ouml;glich 
  von Kufe auf Rolle zu wecheln. Ab und zu ging es nach dem Eis laufen auf den 
  Parkplatz, um eine Runde auf den Twistern zu drehen. <br>
  Die Belohnung f&uuml;r diese M&uuml;hen ist jetzt, dass ich kaum Schwierigkeiten 
  habe, mich umzustellen. Nur noch zu Anfang der Wintersaison brauche ich etwas, 
  um mich auf die Kufe einstellen zu k&ouml;nnen. </p>
<h3>Sieht gut aus</h3>
<p>Selbst in der zweiten Saison f&uuml;r den Schuh sieht dieser noch immer Top 
  aus. Im Vergleich zu so manch anderem Skate auf Rollen ist dieser <abbr title="Gibt es dieses Wort &uuml;berhaupt?">unkaputtbar</abbr>. 
</p>
<h2><a name="5">5. </a><a href="#5">Rollerblade Twister II Pro Gr&ouml;&szlig;e 
  45 (29,5 cm)</a></h2>
<p>Nachdem ich die Twister zu Rollerblade zur&uuml;ckgeschickt hatte, sind am 
  3. September 2007 unerwartet komplett neue Skates gekommen. Es ist exakt der 
  selbe Twister II Pro &quot;Limited Edition&quot;, mit selber Gr&ouml;&szlig;e 
  (29,5 cm) und selber Farbe, obwohl ich vor dem Tausch Schuhgr&ouml;&szlig;e 
  44 angegeben hatte. <br>
  Ich hatte geh&ouml;rt, der Boot des <b>schwarzen Twisters</b> soll 
  nicht so sehr nachgeben, wie der <b>Rote</b>. Aber dies kann ich nicht 
  best&auml;tigen, da es f&uuml;r mich nicht m&ouml;glich ist, den schwarzen Twister 
  auf l&auml;ngere Zeit zu testen geschweige davon einen aufzutreiben. </p>


<h3>Test: Alt vs. Neu</h3>
<p> Als das ausgetauschte Modell kam, hat es nat&uuml;rlich an dem Tag mal 
  wieder geregnet. Da ich nicht auf den Test verzichten wollte, bin ich nach dem 
  Feierabend ins Parkhaus gefahren, um ihn dort zu testen.</p>
<p>Am neuen Skate hat sich im Vergleich zum Alten nichts ge&auml;ndert, daf&uuml;r 
  aber viel am Fahrverhalten. Der Schuh ist wieder sehr steif und bietet hervorragenden 
  Halt, was eigentlich optimal f&uuml;r Slalom und Freeride ist. Die untere Schnalle 
  konnte ich vor dem Tausch bis zum Maximum (ca. 12 Z&auml;hnchen) einschieben, 
  ohne das sich mir gen&uuml;gent Halt bieten konnte. Bei dem &quot;Neuen&quot; 
  reicht es, die Schnalle f&uuml;r guten Halt um 4 Z&auml;hnchen einzuschieben. 
  &Auml;hnliches gilt f&uuml;r die obere Schnalle, wobei ich die Z&auml;hnchen 
  am Ratschenband nicht gez&auml;hlt habe. </p>
<h3>Schuhgr&ouml;&szlig;e</h3>
<p>Meine Fu&szlig;l&auml;nge betr&auml;gt <b>28,4 cm</b>. Die Schuhgr&ouml;&szlig;e 
  des Innenschuhs betr&auml;gt laut Angaben des Twisters bei Gr&ouml;&szlig;e 
  45 <b>29,5&nbsp;cm</b>. Jedoch habe ich zur Fu&szlig;spitze wenger 
  als 3&nbsp;mm zur Spitze &uuml;brig. Ich sto&szlig;e mit den gro&szlig;en Zehen 
  leicht an der Spitze an. Die Ferse sitzt auch etwas locker im Schuh.</p>
<p>Beim SEBA FR2 betr&auml;gt die L&auml;nge des Schuhs bei Gr&ouml;&szlig;e 45 
  ebenfalls <b>29,5&nbsp;cm</b>. Jedoch hatte ich beim SEBA FR2 wirklich 
  10&nbsp;mm gef&uuml;llten Platz zur Fu&szlig;spitze. </p>
<h3>Fazit</h3>
<p>Im Moment kann ich wenig &uuml;ber diesen Freeskate wenig aussagen, da ich 
  keinen richtigen Vergleich habe. Die Fitnessskates mit den Softbootes hielten 
  auf jeden Fall deutlich l&auml;nger. Das gilt f&uuml;r den Tecnica als auch 
  f&uuml;r den K2&nbsp;Flight76, den ich in der Zwischenzeit fuhr, als ich den 
  Twister zu Rollerblade eingeschickt hatte. Der ausgeliehene K2 hatte bereits 
  einige Jahre hinter sich, was f&uuml;r die Haltbarkeit spricht. </p>
<p>F&uuml;r Gelegenheitsfahrer, die mehr als nur Fitnessskating betreiben, scheint 
  der Twister empfehlenswert zu sein. Bei 12 bis 15 Trainingsstunden pro Woche 
  kann man beim <b>roten Twister</b> behaupten, dass er nach sp&auml;tenstens 
  nach einem Jahr nicht mehr zu gebrauchen sein wird. </p>
<h3>Modifikation</h3>
<p>Da ich den Twister nicht aufgeben wollte, habe ich versucht noch einiges aus 
  dem Skate herauszuholen.</p>
    <img src="images/pre_Twister2.jpg" class="pic">
<h6>Modifizierte Twister mit neuem Liner und Frame.</h6>
<p>Der SEBA Innenschuh ist dicker und bietet mehr Halt als das Original von Rollerblade. 
  Jedoch kann man diese Eigenschaft nicht voll ausn&uuml;tzen, da der rote Au&szlig;enschuh 
  zu sehr nachgibt. <br>
  Das gebraucht gekaufte SEBA-Frame ist 243mm lang, was etwas mehr Wendigkeit 
  bietet. </p>
<p>Leider hat sich das Fahrverhalten nur geringf&uuml;gig verbessert, so das ich 
  keine M&uuml;hen und Zeit mehr in die roten Twister investieren m&ouml;chte. 
</p>
<h2><a name="6">6. </a><a href="#6">SEBA FR2 Gr&ouml;&szlig;e 44 (28,5 cm)</a></h2>
<p>Anfang August 2007 bestellte ich mir diesen Freeskate. Ende September kam er 
  auch endlich an. Optisch ist es nicht unbedingt der sch&ouml;nste Skate, aber 
  der FR1 sieht meiner Meinung noch h&auml;sslicher aus. </p>
<h3>Ersatzteile</h3>
<p>Vorallem der schwarze Innenschuh hat mich schnell &uuml;berzeugt. Dicker und 
  komfortabler. Au&szlig;erdem passt er hervorragend in den roten Twister; nicht 
  nur farblich. </p>
<p>Die Ersatzteile sollen leichter besorgbar sowie austauschbar sein.</p>
<h3>Fahrverhalten</h3>
<p>Wendiger als der Twister bei gleicher Stabilit&auml;t, obwohl das 243er Frame 
  nur 7&nbsp;mm k&uuml;rzer ist. Er scheint eine deutlich bessere Beschleunigung 
  zu haben, auch wenn er nur etwas leichter als der Twister ist. <br>
  Weiterhin scheint er sehr robust zu sein. </p>
<p>...</p>
<h2><a name="7">7. </a><a href="#7">SEBA High 2008 Gr&ouml;&szlig;e 44 (28,5 cm)</a></h2>
<p>Ein reiner Slalom-Skate mit &Uuml;bergewicht. Sie sind deutlich schwerer als die
  die FR-Reihe. Seit diesem Skate ist mir die Gr&ouml;&szlig;enpolitik von SEBA ein 
  R&auml;tzel. Der Innenschuh war zwar von Anfang an sehr eng und es hat auch gedauert,
  bis die Skates eingefahren waren, aber meiner Meinung nach war die Au&szlig;enschale
  einfach zu gro&szlig;. Der Abstand zwischen Innenschuh und Au&szlig;enschale hat
  einfach nicht gestimmt. 
</p>
<p>
  Dafür verwende ich den Slalomschaft dieses Skates für den FR2. Damit fahren sie sich 
  um einiges besser. Unverständlich, warum man viel Geld für einen SEBA Carbon ausgeben
  soll, der die selben Fahreigenschaften wie ein SEBA High bietet mit einem Gewicht eines
  FR-Skates, wenn man einen guten und günstigen Skate fahren kann.
</p>
<b>Eine Fehlinvestition.</b>

<h2><a name="8">8. </a><a href="#8">Powerslide Hardcore EVO 2009 in 44 (28,5 cm)</a></h2>
<p>Nicht nur optisch sondern auch ab der ersten Probefahrt im Geschäft machte dieser
  Skate einen guten Eindruck auf mich. Mir wurde er als letztes Exemplar, ein ausverkauftes
  Auslaufsmodell und übrig gebliebenes Ausstellungsstück im Februar 2010 sehr günstig angeboten. 
  Da es exakt meine Schuhgröße war, konnte ich dem vermeindlichen Schnäppchen einfach nicht 
  wiederstehen.
</p>
<p>
  Erst nachdem ich den Skate intensiv im Slalomeinsatz testen konnte, fielen mir seine Schwächen
  richtig auf. Das etwas labil wirkende Frame und ABEC7 Kugellager, die nicht den besten Ruf bzgl.
  Rostbeständigkeit hatten, habe ich erst gar nicht verwendet. Ansonsten sei folgendes angemerkt:
  <ul>
    <li>Fehlende Schutzkappen</li>
    <li>Fehlende Polsterung an den Zehen</li>
    <li>Mittlere Schnalle schlecht positioniert</li>
    <li>Mittlere Schnalle zu weit vorne platziert</li>
    <li>Schaft ist nicht beweglich genug</li>
    <li>Schnürbändel waren nicht beständig</li>
  </ul>
</p>
<b>Noch eine Fehlinvestition.</b>
<h2><a name="9">9. </a><a href="#9">SEBA FR1 Gr&ouml;&szlig;e 43 (? cm)</a></h2>
<p>Diesen FR1 habe ich von einem befreundeten Slalomskater gebraucht gekauft.
  Obwohl es sich um die Größe 43 handelt, scheint es subjektiv und auch rein optisch
  betrachtet die selbe Größe wie des FR2 in 44 zu sein. Das bestätigt die suspekte 
  Größenpolitik von SEBA Skates.  
</p>
</body>
</html>
