<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
<title>Kugellager</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<link rel="stylesheet" type="text/css" href="../css/main.css">
<script src="../js/all.js" type="text/javascript"></script>
</head>

<body background="slides.gif">
<h1>Kugellager pflegen 
  <div align="right" class="trenn">Stand: 2007-12-15</div>
</h1>

<ol>
  <li><a href="#1">Einführung</a></li>
  <li><a href="#2">Kugellager &ouml;ffnen</a></li>
  <li><a href="#3">Kugellager reinigen</a></li>
  <li><a href="#4">Fetten oder &Ouml;len?</a></li>
  <li><a href="#5">Empfehlungen...</a></li>
</ol>

<div align="right" class="trenn">&nbsp;</div>

<p>&nbsp;</p>
<h2><a name="1">1. Einf&uuml;hrung</a></h2>
<p>Kugellager sind wie vieles Andere Verschlei&szlig;teile. Wenn man gerade mal 
  ungeb&auml;ndigte Lust auf Skaten hat und das Wetter ist nicht so toll, dann 
  m&uuml;ssen die Kugellager auch schon mal mehr durchmachen. Auch wenn es mal 
  &uuml;ber die Wiese geht, muss man mal Priorit&auml;ten setzen. </p>
<h3>Ziel &amp; Zweck</h3>
<p>Die Kugellager zu reinigen und wieder optimal zum Laufen zu bringen. Was sonst!?</p>

<h2><a name="2">2. Kugellager &ouml;ffnen</a></h2>
<p>F&uuml;r eine effiziente Reinigung sollten die Kugellager ge&ouml;ffnet sein.</p>
<h3>Kugellager mit Sprengring</h3>
<p>Um das defekte (oder noch intakte) Kugellager zu &ouml;ffnen, ist eine <strong>Nadel</strong> 
  sehr hilfreich. Die folgenden Fotos wurden mit freundlicher Genehmigung von 
  <a href="http://www.obsnoc.de/" target="_blank">Stefan</a> 
  zur Verf&uuml;gung gestellt. </p>
<table border="0">
  <tr>
    <td>
	  <img src="images/pre_KLager01.jpg" class="pic" title="Nahaufnahme eines Kugellagers"> 
      <h6>Nahaufnahme eines Kugellagers.</h6>
	</td>
    <td>
	  <img src="images/pre_KLager02.jpg" class="pic" title="Nahaufnahme des Sprengrings"> 
      <h6>Nahaufnahme des Sprengrings im Kugellager.</h6>
	</td>
  </tr>
</table>
<p>Auf dem zweiten Bild ist deutlich die &Ouml;ffnung des C-f&ouml;rmigen Sprengrings 
  (auch C-Ring) zu erkennen.</p>

<table border="0">
  <tr>
    <td>
	  <img src="images/pre_KLager03.jpg" class="pic" title="Hier muss gefummelt werden"> 
      <h6>Hier muss gefummelt werden.</h6>
	</td>
    <td>
      <img src="images/pre_KLager04.jpg" class="pic" title="Heraus gedr&uuml;cktes Sprengringende"> 
      <h6>Heraus gedr&uuml;cktes Sprengringende.</h6>
	</td>
  </tr>
</table>
<p>Mit der Nadel wird nun gegen ein Ende des C-Rings gedr&uuml;ckt, bis er die 
  Einbuchtung verl&auml;sst. Das ben&ouml;tigt etwas Geduld und &Uuml;bung. Nachdem 
  das Ende heraus gedr&uuml;ckt wurde, kann der Sprengring einfach entfernt werden. 
</p>

<img src="images/pre_KLager05.jpg" class="pic" title="Ge&ouml;ffnetes Kugellager"> 
<h6>Hier sehen wir endlich die Innerreien des Kugellagers.</h6>
<p>Bei dieser Methode ist es kein Problem das Kugellager nach der Wartung wieder 
  zu schlie&szlig;en. </p>
  
<h3>Kugellager ohne Sprengring</h3>
<p>Anscheinend m&ouml;chte der fiese Hersteller einem das Leben schwer machen. 
  Hier muss man etwas Gewalt walten lassen. Am besten schon mal in den Werkzeugkoffer 
  nach einem schmalen <strong>Schraubendreher </strong>greifen.</p>
<p>Wird fortgesetzt...</p>
<h2><a name="3">3. Kugellager reinigen</a></h2>
<p>Wenn die Kugellager schon so richtig festgerostet sind und sich nicht mehr 
  drehen wollen, dann ist's wohl zu sp&auml;t. Bekantlich stirbt die Hoffnung 
  zuletzt. Also auf zu den Wiederbelebungsversuchen.</p>
<h3>Die Chemiekeule</h3>
<p>Meiner Meinung eignet sich am Besten Waschbenzin. Einfach die Kugellager f&uuml;r 
  mehere Tage in Waschbenzin <strong>ge&ouml;ffnet</strong> einlegen. Geschlossen 
  bringt's etwas wenig. </p>
<p>Danach die Lager mit Wasser gut durchsp&uuml;len und versuchen zum Drehen zu 
  bringen. Wenn es nicht funktioniert, einfach das Benzin noch etwas einwiken 
  lassen. </p>
<h3>Zum Schluss</h3>
<p>Die Lager zum Schluss sch&ouml;n abtrocknen und trocknen lassen. Schlie&szlig;lich 
  sollen sie nicht gleich wieder das Rosten anfangen. </p>
<h2><a name="4">4. Fetten oder &Ouml;len?</a></h2>
<p>Ge&ouml;lte Kugellager sollen leichtl&auml;ufiger sein, Gefettete robuster 
  und langlebiger. Das ist eine Entscheidung f&uuml;r jeden selbst. </p>
<p>Ich pers&ouml;nlich fette sie lieber, damit sie den n&auml;chsten Regenschauer 
  besser &uuml;berstehen. ;-)</p>
<h2><a name="5">5. Empfehlungen...</a></h2>
<p><strong> NIE &Uuml;BER WIESEN UND SCHOTTERWEGE FAHREN! </strong></p>
<p><strong></strong>Die Versuchung kommt bestimmt wieder, aber die Zeitinvestition 
  zum Reinigen der Kugellager immer im Hinterkopf behalten. </p>
<h3>Kaufempfehlung</h3>
<p>Die ABEC- oder IRQ-Angaben auf Kugellager und Schmierart sind irrelevant. Wichtig 
  ist nur, dass sich die Kugellager drehen. Alles andere ist <acronym title="Wurscht, nicht essbar."><b>egal</b></acronym>. 
  Nat&uuml;rlich ben&ouml;tigen Standard-Modelle entsprechend mehr Pflege.</p>
<p>M&ouml;chte man etwas besseres haben, w&uuml;rde ich <b>100%</b> rostfreie Kugellager 
  aus Keramik oder dem <b>g&uuml;nstigeren</b> Titan empfehlen. <br>
  Rostgesch&uuml;tzen Kugellagern durch Beschichtung sind weniger empfehlenswert, 
  da sie empfindlicher sind. Mir ist es bereits passiert, dass w&auml;hrend einer 
  mehrw&ouml;chigen Regenphase zwei Kugellager mit Corrotec-Beschichtung durchgerostet 
  sind. </p>
</body>
</html>
