<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
<title>Rollen</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<link rel="stylesheet" type="text/css" href="../css/main.css">
<script src="../js/all.js" type="text/javascript"></script>
</head>

<body background="slides.gif">
<h1>Gute Rollen, die rollen 
  <div align="right" class="trenn">Stand: 2007-12-21</div>
</h1>

<ol>
  <li><a href="#1">Einführung</a></li>
  <li><a href="#2">Eigenschaften der Rollen</a></li>
  <li><a href="#3">Die Wahl der Rolle</a></li>
  <li><a href="#4">Empfehlungen...</a></li>
</ol>

<div align="right" class="trenn">&nbsp;</div>

<p>&nbsp;</p>
<h2><a name="1">1. Einf&uuml;hrung</a></h2>
<p>Rollen gibt es wie Sand am Meer. Jedoch gibt es wenige, die die Belastungen 
  beim Freestyle-Skating aushalten. </p>
<h3>Ziel &amp; Zweck</h3>
<p>Eine gute Rolle f&uuml;r den Freestyle-Bereich ist schwer zu finden. Deshalb 
  m&ouml;chte ich aufzeigen, worauf es bei den Rollen ankommt und welche besonders 
  geeignet sind. </p>

<h2><a name="2">2. Eigenschaften der Rollen</a></h2>
<p>Die Rolle beeinflusst das Fahrverhalten der Skates am mei&szlig;ten und ist 
  eigentlich das Wichtigste, was einen gut abgestimmten Skate ausmacht. Sie wird 
  am mei&szlig;ten gefordert, am h&ouml;chsten belastet und muss viele gute Eigenschaften 
  aufweisen, die von der speziellen Gummimischung abh&auml;ngt. </p>
<h3>Rollengr&ouml;&szlig;e</h3>
<p>Generell sind kleine Rollen wendiger, haben jedoch eine geringere Endgeschwindigkeit. 
  Gro&szlig;e Rollen bieten eine h&ouml;here Endgeschwindigkeit und es ist mehr 
  Material zum abfahren vorhanden. </p>
<p>Die maximal geeignete Rollengr&ouml;&szlig;e ergibt sich aus einem Drittel 
  der Framel&auml;nge plus einem Milimeter f&uuml;r die Abst&auml;nde zwischen 
  den Rollen selbst. Bei einer Framel&auml;nge von beispielsweise <b>243&nbsp;mm</b> 
  betr&auml;gt der maximale Durchmesser <b>80&nbsp;mm</b>. Diesen w&uuml;rde ich 
  in jedem Fall auch ausnutzen.</p>
<h3>Rollenh&auml;rte</h3>
<p>Die Rollenh&auml;rte wird in Durometern (Einheit: A) angegeben. Weichere Rollen 
  bieten mehr Haftung und sind f&uuml;r die Halle oder feuchten Belag gut geeignet. 
  Weiterhin bieten sie ein sehr komfortables und weiches Laufverhalten, dass auch 
  durch die Menge an Material bestimmt wird. <br>
  Harte Rollen bieten zwar weniger Haftung, nutzen sich daf&uuml;r nicht so schnell 
  ab und es k&ouml;nnen durch die geringere Auflagefl&auml;che h&ouml;here Geschwindigkeiten 
  erziehlt werden.</p>
<p>Empfehlenswert f&uuml;r Freestyle-Skater sind H&auml;rten ab <b>83&nbsp;A</b>. </p>
<h3>Rebound</h3>
<p>Der Rebound beschreibt das Rückprallverhalten der Rolle, wieviel der aufgenommenen 
  potentiellen Energie sie wieder abgeben kann. Um so gr&ouml;&szlig;er der Rebound, 
  desto schneller die Rolle. Leider gibt es keine Angabe zum Rebound, weshalb 
  nur ausprobieren hilft und sich auf Erfahrungswerte verlassen muss. </p>
<p>Weiterhin habe billige Rollen oft die Eigenschaft, dass sie den Rebound schnell 
  verlieren, gerade bei hoher Belastung Sie fangen dann das &quot;Knarschen&quot; 
  an und es ist auch manchmal sichtbar, dass sich das Gummi zur Felge an den R&auml;ndern 
  abl&ouml;st. </p>
<h3>Rollenkern</h3>
<p>Der Durchmesser des Rollenkerns sollte realtiv gering sein. Das bietet mehr 
  Abrollmaterial f&uuml;r die Rollen, wovon bei billigeren Rollen oft gespart 
  wird, da sie relativ gro&szlig;e Kerne verwenden. </p>
<p>Auch wenn ein sternf&ouml;rmiger, relativ offener Kern sch&ouml;n aussieht, 
  so sind geschlossene und massive Kerne besser geeignet, da sie mehr Stabilit&auml;t 
  bieten und nicht so leicht brechen k&ouml;nnen. Diese Eigenschaft ist jedoch 
  nur bei extremer Fahrweise und Spr&uuml;ngen relevant und kann daher vernachl&auml;ssigt 
  werden. </p>
<h3>Rollenprofil</h3>
<p>Es gibt unterschiedliche Rollenprofile. Sehr flache Profile werden bei Aggressivrollen 
  verwendet, rundlichere bei Fitnessskates und elliptische bei Speedrollen, die 
  aufgrund der geringsten Auflagefl&auml;che auch die gr&ouml;&szlig;te Endgeschwindigkeit 
  bieten. Eigentlich ist das Rollenprofil nicht so wichtig, da die Rollen sich 
  relativ schnell flach abfahren und von meiner Seite nichts dagegen spricht, 
  die Rolle soweit wie m&ouml;glich abzufahren. </p>
<p>Jedoch verringert sich bei abgefahrenen Rollen die Haftung entsprechend. Daf&uuml;r 
  eignen sie sicher besser f&uuml;r Slides und Spins auf der Stelle. </p>

<h2><a name="3">3. Die Wahl der Rolle</a></h2>
<p>Letztlich ergeben sich f&uuml;r eine gute Freestyle-Rolle folgende Anfoderungen:</p>
<ul class="dot">
  <li>maximale Gr&ouml;&szlig;e (bis <b>80&nbsp;mm</b>)</li>
  <li>gro&szlig;er H&auml;rtegrad (ab <b>83&nbsp;A</b>)</li>
  <li><b>hoher</b> Rebound</li>
  <li><b>kleiner</b>, fester Kern</li>
  <li>m&ouml;glichst elliptisches Profil</li>
  <li>geringer Abrieb</li>
  <li>g&uuml;nstiger Preis</li>
</ul>
<p>Diese Eigenschaften werden am ehesten von Hockeyrollen erf&uuml;llt. Mittlerweile 
  gibt es auch spezielle Rollen f&uuml;r den Freestyle-Bereich, wie die herausragende 
  <a href="http://www.4wheelfreestyle.de/homepage/skates-and-parts/rollen-hyper-freedom-concrete-grip" target="_blank" class="ext"> 
  Hyper Freedom Concrete +G</a> oder <a href="http://www.4wheelfreestyle.de/homepage/skates-and-parts/rollen-powerslide-freestyle-syndicate-wheel"
  target="_blank" class="ext">Powerslide Freestyle Syndicate Wheel</a>.</p>
<h3>Keine gute Wahl</h3>
<p>Die Hyper X360.</p>
<h2><a name="4">4. Empfehlungen...</a></h2>
<p>Meine pers&ouml;nliche Empfehlung ist die Movemax Speed. 
</p>
<p><img src="images/movemax.jpg" title="Die Movemax Speed." style="border:1px solid gray"> </p>
<h6>Die Movemax Speed.</h6>
<p>Sie ist schnell, bietet viel abfahrbares Material und das Preis-Leistungsverh&auml;ltnis 
  ist mit 4,49&nbsp;&euro; pro St&uuml;ck unerreichbar gut. Au&szlig;erdem ist 
  sie so widerstandsf&auml;hig, dass sie Slides ohne Probleme &uuml;berstehen 
  kann. </p>
<p>Leider gibt es sie nur mit 80&nbsp;mm, was ein geeignetes Rollensetup mit dieser 
  Rolle erschwert. Als 84&nbsp;mm und 90&nbsp;mm Variante ist sie f&uuml;r die 
  Freestyle-Frames mit bis zu 250&nbsp;mm einfach zu gro&szlig;.</p>
</body>
</html>
