<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
<title>Rollensetup</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<link rel="stylesheet" type="text/css" href="../css/main.css">
<script src="../js/all.js" type="text/javascript"></script>
</head>

<body>
<h1>Optimales Laufverhalten 
  <div align="right" class="trenn">Stand: 2007-12-11</div>
</h1>

<ol>
  <li><a href="#1">Einführung</a></li>
  <li><a href="#2">M&ouml;glichkeiten f&uuml;r Rollen-Setups</a></li>
  <li><a href="#3">Setup-Vergleich</a></li>
  <li><a href="#4">Berechnung der optimalen Rollengr&ouml;&szlig;e</a></li>
</ol>

<div align="right" class="trenn">&nbsp;</div>

<p>&nbsp;</p>
<h2><a name="1">1. Einf&uuml;hrung</a></h2>
<p>Die Tricks beim <b>Freestyle-Skating</b> h&auml;ngen nicht alleine von der 
  Fahrtechnik, Talent und K&ouml;nnen ab. Mit dem 'richtigen' Rollensetup ergeben 
  sich neue M&ouml;glichkeiten, die vorher nicht denkbar gewesen w&auml;ren. </p>
<h3>Ziel &amp; Zweck</h3>
<p>Ziel ist es, ein m&ouml;glichst gut abgestimmtes und effizientes Rollen-Setup 
  f&uuml;r sich zu finden. Das f&uuml;hrt zu einem optimalen Laufverhalten der 
  Skates und hat Auswirkungen auf den eigenen Fahrstil sowie Materialverschlei&szlig;. 
</p>

<h2><a name="2">2. M&ouml;glichkeiten f&uuml;r Rollen-Setups</a></h2>
<p>Es gibt viele M&ouml;glichkeiten das Rollen-Setup zusammen zu stellen. Der 
  Standard ist das <b>Flat-Setup</b>, bei dem alle Rollen die gleiche Gr&ouml;&szlig;e 
  (beispielsweise 80/80/80/80 mm) haben und die Achspositionen sich auf der gleichen 
  H&ouml;he befinden. Weiterhin gibt es ein Hi-Low-Setup, bei dem die ersten beiden 
  Rollen kleiner als die beiden Letzten sind und die zweite und vierte Achse sich 
  etwas h&ouml;her befinden, um eine entstehende L&uuml;cke zu kompensieren.</p>
<h3> Das <acronym title="Enth&auml;lt keine Vitamine und ist nicht zum Essen geeignet.">Banana-Setup</acronym></h3>
<p>Ein besonderes Setup ist das <b>Banana-Setup</b>, auf das ich n&auml;her eingehen 
  m&ouml;chte. Es hat ungemeine Vorteile f&uuml;r das Freestyle-Skating im Vergleich 
  zum Standardsetup. </p>
<p>Generell gibt es zwei M&ouml;glichkeiten das Setup zu realisieren. Bei der 
  Ersten ist das Frame (Schiene) so konstruiert, dass das &Auml;u&szlig;eren oder 
  mittlere Achsenpaar <b>h&ouml;henverstellbar</b> ist oder vertikal um einige 
  Milimeter <b>versetzt</b> angebracht ist. </p>
<img src="images/bFrame.png" style="border-bottom:1px dashed gray" title="Das Banana-Setup" onclick="this.src='images/bFrame.png'" ondblclick="this.src='images/bF_sunny.png'"> 
<h6>Gerocktes Frame f&uuml;r Banana-Setup mit vertikal versetzten Achsen.</h6>
<p>Da solche Frames kaum verbreitet sind und auch noch f&uuml;r den eigenen Skate 
  passen m&uuml;ssen, gehe ich hier auf die Zweite, praktikabelere Methode ein. 
  Bei dieser haben das &Auml;u&szlig;ere oder mittlere Rollenpaar unterschiedliche 
  <b>Rollendurchmesser</b>. (beispielsweise 76/80/80/76 mm) Die &auml;u&szlig;eren 
  Rollen sind also um 4&nbsp;mm kleiner, als die Mittleren. Das ist eine tats&auml;chliche 
  Differenz von 2&nbsp;mm vorne und hinten zum Bodenbelag.</p>
<h3>Nicht in der Luft</h3>
<p>Irrt&uuml;mlich k&ouml;nnte man behaupten, dass die &auml;u&szlig;eren Rollen 
  beim Banana-Setup in der Luft 'fliegen'. Dies ist aber nicht der Fall, da es 
  noch das <acronym title="Davon hat doch jeder irgendwie zuviel.">Gewicht</acronym>, 
  den <acronym title="Die Schwerkraft, die das Gewicht nach unten zieht.">Gravitationsfaktor</acronym>, 
  die <acronym title="In Durometer (A). Wie sehr gibt die Rolle nach?">Rollenh&auml;rte</acronym> 
  und den <acronym title="Wieviel der aufgenommenen Kraft gibt sie zur&uuml;ck?">Rollenrebounce</acronym> 
  gibt. Das <b>Gewicht</b> dr&uuml;ckt auf die Rollen, die abh&auml;ngig ihrer 
  <b>H&auml;rte</b> sich unterschiedlich stark stauchen und durch das <b>Rebounce</b> 
  die potentielle Energie wieder an den Boden abgibt.<br>
  Das bedeutet im <b>Endeffekt</b>, dass auf mindestens drei Rollen gefahren wird. Die 
  Belastung f&uuml;r die Rollen ist dann entsprechend hoch. Deshalb eignet sich 
  nicht jede Rolle dauerhaft f&uuml;r so ein Setup. </p>
<p>Nur bei extremen Setups ist es m&ouml;glich, dass man auf einer oder zwei Rollen 
  balanciert. Auf Dauer ist das sehr anstrengend f&uuml;r die F&uuml;&szlig;e, 
  insbesondere f&uuml;r Anf&auml;nger. </p>
<h3>Welche Rollen?</h3>
<p>Die Rollen sollten eine gewisse H&auml;rte (ab 83&nbsp;A) und einen sehr <b>hohen</b> 
  Rebounce (Erfahrungswerte) aufweisen. Ferner bieten <b>gro&szlig;e</b> Rollen 
  (bis 82&nbsp;mm) viel Komfort, gute D&auml;mpfung und eine moderate Geschwindigkeit. 
</p>

<h2><a name="3">3. Setup-Vergleich</a></h2>
<p>Beide Setups bieten Vor- und Nachteile. Allerdings lassen sich beide Setups 
  relativ stufenlos ineinander abstimmen. </p>
<table border="0" width="100%">
  <tr> 
    <td style="width:50%;vertical-align:top;padding-right:12px;"> <h3>Flat Setup</h3>
      <ul class="dot">
        <li>h&ouml;here Spurtreue und Stabilit&auml;t</li>
        <li>h&ouml;here Geschwindigkeiten</li>
        <li>schlechtere Beschleunigung</li>
        <li>geringere Materialbelastung</li>
      </ul>
      <br> </td>
    <td style="width:50%;vertical-align:top;padding-left:12px;"> <h3>Banana Setup</h3>
      <ul class="dot">
        <li>mehr Wendigkeit und Agilit&auml;t</li>
        <li>geringere Geschwindigkeit</li>
        <li>bessere Beschleunigung</li>
        <li>h&ouml;here Materialbelastung</li>
      </ul></td>
  </tr>
</table>
  
<h3>Kompromiss</h3>
<p>Es ist auch m&ouml;glich, beim Banana-Setup nur die vordere Rolle kleiner zu 
  w&auml;hlen, um beide Vorteile zu vereinen.</p>
<h2><a name="4">5. Berechnung der optimalen Rollengr&ouml;&szlig;e</a></h2>
<p>Mit der Zeit h&auml;ufen sich die <acronym title="Lauter Rollen, die nur zur H&auml;lfte abgefahren sind."><b>Rollenrestel</b></acronym> 
  an. Jede besitzt ihre individuelle Gr&ouml;&szlig;e. Deshalb habe ich dieses 
  Script geschrieben, damit aus den Resten ein noch m&ouml;glichst brauchbares 
  und effizentes Rollen-Setup zusammengestellt werden kann. <br>
  Dieses JavaScript ist f&uuml;r jeden geeignet, dessen Rollenverschlei&szlig; 
  sich noch im zumutbaren bewegt. </p>
<h3>Gr&ouml;&szlig;enberechnung</h3>
<iframe src="calSetup/calSetup.htm" name="calSetup" width="100%" height="50%" frameborder="0"  style="border:1px solid gray">
</iframe>
<p>
</body>
</html>
