<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
<title>Kugellager</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<link rel="stylesheet" type="text/css" href="../css/main.css">
<script src="../js/all.js" type="text/javascript"></script>
</head>

<body background="slides.gif">
<h1>feste Schn&uuml;rb&auml;ndel
  <div align="right" class="trenn">Stand: 2007-12-11</div>
</h1>

<ol>
  <li><a href="#1">Einführung</a></li>
  <li><a href="#2">Selber Wachsen</a></li>
  <li><a href="#3">Schn&uuml;rtechniken</a></li>
  <li><a href="#4">Kreuzen oder Europ&auml;er?</a></li>
</ol>

<div align="right" class="trenn">&nbsp;</div>

<p>&nbsp;</p>
<h2><a name="1">1. Einf&uuml;hrung</a></h2>
<p>Richtige Schn&uuml;rb&auml;ndel und Bindtechnik sind f&uuml;r eine maximale 
  Kontrolle des Schuhs emens wichtig. Insbesondere bei <acronym title="Ich spiele kein Hockey.">Hockeyschuhen</acronym> 
  hat man keine andere Wahl. F&uuml;r Tricks und Slalom ist die alleinige Schn&uuml;rung 
  eher unausreichend, da bei extremen Bewegungen sich die B&auml;ndel leicht und 
  schnell lockern k&ouml;nnen. Bis zu drei mal muss ich meine Hockeyschuhe binden, 
  um einen einigerma&szlig;en zufriedenstellenden Halt zu bekommen. <br>
  Aber man muss versuchen das Beste daraus zu machen. </p>
<h3>Ziel &amp; Zweck</h3>
<p>Einen effizienten und bestm&ouml;glichen Halt zu erreichen - mit dem einzig 
  verf&uuml;gbaren Mittel - der Schn&uuml;rung. </p>

<h2><a name="2">2. Selber Wachsen</a></h2>
<p>F&uuml;r Hockeyschuhe gibt es gewachste Schn&uuml;rb&auml;ndel, die das leichte 
  L&ouml;sen verhindern sollen. Nachteil ist hierbei, dass nochmehr Kraft ben&ouml;tigt 
  wird, um die Schuhe fest zu ziehen. Leider ist das Wachs nur begrenzt haltbar, 
  da es mit der Zeit an den &Ouml;sen abgerieben wird. </p>
<h3>Selber Wachsen</h3>
<p>Es gibt auch eine M&ouml;glichkeit die Schn&uuml;rb&auml;ndel selber nachzuwachsen. 
  Dazu verwendet man am einfachsten eine <b><acronym title="Nicht um die B&auml;ndel warm zu halten!">Teelichtkerze</acronym></b>. 
</p>
<p>Die ausgeschn&uuml;rten B&auml;ndel einfach eine Nacht auf der warmen Heizung 
  liegen lassen, damit sie das Wachs besser aufnehmen k&ouml;nnen. Jetzt einfach 
  das Wachsst&uuml;ck des Teelichts an den Schn&uuml;rb&auml;ndel abziehen.</p>
  
<h2><a name="3">4. Schn&uuml;rtechniken</a></h2>
<p>Es gibt unterschiedlich gute Schn&uuml;rtechniken, von denen ich zwei geeignete 
  f&uuml;r Hockeyschuhe hier auff&uuml;hre. </p>
  
<table border="0" width="100%">
  <tr> 
    <td style="width:50%;vertical-align:top;padding-right:12px;"> <h3>CrissCross 
        Lacing</h3>
      <p>Diese herk&ouml;mmliche Technik &uuml;ber Kreuz ist eine Standardbindtechnik. 
        Sie ist einfach zu binden, sehr bequem und relativ leicht festzuziehen 
        und wieder zu l&ouml;sen. </p>
      <p>Bei dieser Methode sind auf jeden Fall <b><acronym title="Kein Docht, daher nicht zum anz&uuml;nden gedacht!"> 
        gewachste Schn&uuml;rsenkel</acronym></b> zu empfehlen, um einen vern&uuml;nftigen 
        Halt zu grantieren. </p>
      <h6>&nbsp;</h6>
      <br> </td>
    <td style="width:50%;vertical-align:top;padding-left:12px;"> <h3>European 
        Lacing</h3>
      <p>Diese Technik ist etwas ungew&ouml;hnlich, aber sehr effektiv. Es werden 
        immer zwei L&ouml;cher &uuml;bersprungen und auf der Oberseite waagerecht 
        verbunden. Zwar sieht die Schn&uuml;rung unterhalb sehr unordentlich aus, 
        h&auml;lt sich aber von alleine und garantiert hervorragenden Halt. </p>
      <p>Es wird deutlich schwerer, die Schuhe auf- bzw. festzubinden. Deshalb 
        sollten <b><acronym title="Auch nicht zum anz&uuml;nden gedacht!"><u>keine</u> 
        gewachsten Schn&uuml;rsenkel</acronym></b> verwendet werden, da ansonsten 
        festes zuziehen unm&ouml;glich ist. </p>
      </td>
  </tr>
  <tr>
    <td style="width:50%;vertical-align:top;padding-right:12px;">
	<img src="images/CrissCrossLacing6.gif" title="CrissCross Lacing" style="margin-left:4px;"> 
      <h6>Quelle: <a href="http://www.shoelaceknot.com/shoelace/crisscrosslacing.htm" target="_blank">http://www.shoelaceknot.com</a></h6>
      </td>
    <td style="width:50%;vertical-align:top;padding-left:12px;">
	<img src="images/StraightEuropeanLacing6.gif" title="European Lacing" style="margin-left:4px;"> 
      <h6>Quelle: <a href="http://www.shoelaceknot.com/shoelace/straighteuropeanlacing.htm" target="_blank">http://www.shoelaceknot.com</a></h6>
      <p>Oftmals muss ich die Schn&uuml;rb&auml;ndel zwei bis drei mal festziehen, 
        bis der gew&uuml;nschte Halt zu sp&uuml;ren ist. Daf&uuml;r h&auml;lts 
        dann aber auch. </p></td>
  </tr>
</table>
  
<h2><a name="4">4. Kreuzen oder Europ&auml;er?</a></h2>
<p>Die gewachste Variante &uuml;ber Kreuz scheint f&uuml;r einen Hockeyspieler 
  ausreichend zu sein. F&uuml;r mich ist sie jedoch bei <acronym title="Was f&uuml;r Bewegungen? Freestyle Slalom halt!"> 
  extremen Bewegungen</acronym> aus dem Fu&szlig;gelenk relativ ungeeignet, da sich 
  die B&auml;ndel dabei lockern k&ouml;nnen. Weiterhin nutzt sich das Wachs mit 
  der Zeit ab, wenn die B&auml;ndel an den &Ouml;sen reiben.</p>
<p>Daf&uuml;r erfordert die europ&auml;ische Schn&uuml;rvariante mehr Kraft, muss 
  aber ggf. bis zu drei mal geschn&uuml;rt werden, bis zum gew&uuml;nschten festen 
  Halt. Subjektiv scheint sie etwas besseren Halt zu bieten. Der gro&szlig;e Vorteil 
  ist, dass man f&uuml;r das gute Ergebnis kein Wachs braucht oder verwenden sollte.</p>
</body>
</html>
